Repository: Chalmers-IT/Web-IDP
Catalog: Source/App_GlobalResources/CommonResources.*.resx
Languages: ar, bg, de, et, fi, he, it, lt, pl, ro, ru, sv, th

# Culture
source: en
ar: ar
bg: bg
de: de
et: et
fi: fi
he: he
it: it
lt: lt
pl: pl
ro: ro
ru: ru
sv: sv
th: th

# AccessDeniedTitle
source: Access Denied
ar: تم رفض الوصول
bg: Достъпът е отказан
de: Zugriff verweigert
et: Juurdepääs keelatud
fi: Käyttö estetty
he: הגישה נדחתה
it: Accesso negato
lt: Prieiga uždrausta
pl: Odmowa dostępu
ro: Acces refuzat
ru: Доступ запрещен
sv: Åtkomst nekad
th: การเข้าถึงถูกปฏิเสธ

# AdditionalInfoText
source: Reference number:
ar: الرقم المرجعي:
bg: Номер за справка:
de: Verweisnummer:
et: Viitenumber:
fi: Viitenumero:
he: מספר הפניה:
it: Numero di riferimento:
lt: Nuorodos numeris:
pl: Numer odwołania:
ro: Număr de referinţă:
ru: Номер ссылки:
sv: Referensnummer:
th: หมายเลขอ้างอิง:

# ConsentDropDownText
source: Consent:
ar: الموافقة:
bg: Съгласие:
de: Bestätigung:
et: Nõusolek:
fi: Hyväksyntä:
he: הסכמה
it: Consenso:
lt: Sutikimas:
pl: Zgoda:
ro: Consimţământ:
ru: Согласие:
sv: Medgivande:
th: ความยินยอม:

# FormsSignInHeader
source: Type your user name and password.
ar: اكتب اسم المستخدم وكلمة المرور.
bg: Въведете потребителско име и парола.
de: Geben Sie Ihren Benutzernamen und das Kennwort ein.
et: Sisestage oma kasutajanimi ja parool.
fi: Kirjoita käyttäjänimi ja salasana.
he: הקלד את שם המשתמש והסיסמה.
it: Immettere nome utente e password.
lt: Įveskite savo vartotojo vardą ir slaptažodį.
pl: Wpisz nazwę użytkownika i hasło.
ro: Introduceţi numele de utilizator şi parola.
ru: Введите имя пользователя и пароль.
sv: Ange CID och lösenord.
th: พิมพ์ชื่อผู้ใช้และรหัสผ่านของคุณ

# GenericErrorText
source: There was a problem accessing the site. Try to browse to the site again.
ar: هناك مشكلة ما في الوصول إلى الموقع. جرّب الاستعراض مرة أخرى للوصول إلى الموقع.
bg: Има проблем с достъпа до сайта. Опитайте да отворите сайта отново.
de: Fehler beim Zugriff auf die Webseite. Versuchen Sie, die Website erneut aufzurufen.
et: Juurdepääsuga saidile tekkis tõrge. Proovige saidini uuesti sirvida.
fi: Sivuston käyttämisessä ilmeni ongelma. Yritä siirtyä sivustoon uudelleen.
he: קיימת בעיה בביצוע גישה לאתר. נסה לגשת לאתר שוב.
it: Si è verificato un problema durante l'accesso al sito. Provare a selezionare nuovamente il sito.
lt: Iškilo problema mėginant pasiekti šią svetainę. Pamėginkite atidaryti svetainę dar kartą.
pl: Wystąpił problem podczas uzyskiwania dostępu do witryny. Spróbuj ponownie przejść do tej witryny.
ro: A apărut o problemă la accesarea site-ului. Încercaţi să navigaţi din nou la site.
ru: Произошла ошибка во время получения доступа к сайту. Попробуйте перейти на этот сайт еще раз.
sv: Det gick inte att komma åt webbplatsen. Försök gå till webbplatsen igen.
th: เกิดปัญหาในการเข้าถึงไซต์นี้ โปรดลองเรียกดูในไซต์นี้อีกครั้ง

# GenericErrorTextFurtherHelp
source: If the problem persists, contact the administrator of this site and provide the reference number to identify the problem.
ar: في حالة استمرار المشكلة، اتصل بمسؤول الموقع وقدم له الرقم المرجعي لكي يتمكن من تحديد المشكلة.
bg: Ако проблемът продължава, се свържете с администратора на сайта и предоставете номера за справка за идентифициране на проблема.
de: Wenden Sie sich an den Administrator, wenn das Problem weiterhin besteht. Stellen Sie die Verweisnummer zur Ermittlung des Problems bereit.
et: Kui probleem jätkub, palun võtke ühendust saidi administraatoriga ja edastage viitenumber, et probleem tuvastada.
fi: Jos ongelma jatkuu, ota yhteyttä tämän sivuston järjestelmänvalvojaan ja anna viitenumero ongelman tunnistamista varten.
he: אם הבעיה נמשכת, פנה למנהל המערכת של האתר וספק את מספר ההפניה על מנת לזהות את הבעיה.
it: Se il problema persiste, contattare l'amministratore del sito e fornire il numero di riferimento per identificare il problema.
lt: Jei problema išlieka, kreipkitės į šios svetainės administratorių ir pateikite nuorodos numerį, kad būtų galima nustatyti problemą.
pl: Jeśli problem będzie się powtarzał, skontaktuj się z administratorem tej witryny i podaj numer odwołania, aby określić problem.
ro: Dacă problema persistă, contactaţi administratorul acestui site şi furnizaţi numărul de referinţă pentru identificarea problemei.
ru: В случае повторения ошибки обратитесь к администратору сайта и предоставьте номер ссылки для определения причины неполадки.
sv: Kontakta webbplatsadministratören om problemet kvarstår och uppge referensnumret för att identifiera problemet.
th: หากปัญหานี้ยังคงมีอยู่ โปรดติดต่อผู้ดูแลระบบของไซต์นี้ และใส่หมายเลขอ้างอิงเพื่อระบุถึงปัญหานี้

# HomeRealmSelectionText
source: The site that you are accessing requires you to sign in. Select your organization from the following list.
ar: الموقع الذي تقوم بالوصول إليه يتطلب تسجيل الدخول. حدد المؤسسة الخاصة بك من القائمة التالية.
bg: За достъп до сайта се изисква да влезете. Изберете вашата организация от списъка по-долу.
de: Für die Website, auf die Sie zugreifen möchten, ist eine Anmeldung erforderlich. Wählen Sie aus der folgenden Liste Ihre Organisation aus.
et: Sait, kuhu soovite minna, nõuab sisselogimist. Palun valige järgnevast nimekirjast oma organisatsioon.
fi: Sivusto, jota haluat käyttää, edellyttää sisäänkirjautumista. Valitse organisaatiosi seuraavasta luettelosta.
he: לקבלת גישה לאתר נדרש ביצוע כניסה. בחר את הארגון שאתה שייך לו מהרשימה הבאה.
it: È necessario effettuare l'accesso al sito. Selezionare l'organizzazione dall'elenco seguente.
lt: Svetainė, kurią mėginate atidaryti, reikalauja prisijungti. Pasirinkite savo organizaciją iš pateikto sąrašo.
pl: Witryna, do której próbujesz uzyskać dostęp, wymaga zalogowania. Wybierz swoją organizację z listy poniżej.
ro: Site-ul pe care îl accesaţi necesită Sign in. Selectaţi organizaţia din următoarea listă.
ru: Для доступа к этому сайту необходимо выполнить вход. Выберите свою организацию в следующем списке.
sv: Webbplatsen som du försöker komma åt begär att du loggar in. Välj din organisation i följande lista.
th: ไซต์ที่คุณกำลังเข้าถึงต้องการให้คุณลงชื่อเข้าใช้ โปรดเลือกองค์กรของคุณจากรายการต่อไปนี้

# IncorrectUsernameText
source: The user name or password is incorrect.
ar: اسم المستخدم أو كلمة المرور غير صحيحة.
bg: Потребителското име или парола не е правилна.
de: Der Benutzername oder das Kennwort ist falsch.
et: Kasutajanimi või parool on vale.
fi: Käyttäjänimi tai salasana on virheellinen.
he: שם המשתמש או הסיסמה אינם נכונים.
it: Nome utente o password non corretti.
lt: Vartotojo vardas arba slaptažodis neteisingas.
pl: Nazwa użytkownika lub hasło są niepoprawne.
ro: Numele de utilizator sau parola sunt incorecte.
ru: Неверное имя пользователя или пароль.
sv: Användarnamnet eller lösenordet är felaktigt.
th: ชื่อผู้ใช้หรือรหัสผ่านไม่ถูกต้อง

# LocalSignOutText
source: Sign out from this site.
ar: سجّل الخروج من هذا الموقع.
bg: Излизане от този сайт.
de: Von dieser Website abmelden
et: Logi sellelt saidilt välja.
fi: Kirjaudu ulos tästä sivustosta.
he: צא מהאתר.
it: Esci dal sito.
lt: Atsijungti iš šios svetainės.
pl: Wyloguj się z tej witryny.
ro: Faceţi Sign out de pe acest site.
ru: Выполнить выход с сайта.
sv: Logga ut från den här webbplatsen.
th: ลงชื่อออกจากไซต์นี้

# NotSignedInText
source: You are not signed in.
ar: لم تقم بتسجيل الدخول.
bg: Не сте влезли.
de: Sie sind nicht angemeldet.
et: Te ei ole sisse logitud.
fi: Et ole kirjautuneena sisään.
he: לא ביצעת כניסה לאתר.
it: Accesso non effettuato.
lt: Jūs neprisijungę.
pl: Nie zalogowano.
ro: Nu sunteţi conectat.
ru: Вы не выполнили вход.
sv: Du är inte inloggad.
th: คุณไม่ได้ลงชื่อเข้าใช้

# PasswordLabel
source: Password:
ar: كلمة المرور:
bg: Парола:
de: Kennwort:
et: Parool:
fi: Salasana:
he: סיסמה:
lt: Slaptažodis:
pl: Hasło:
ro: Parolă:
ru: Пароль:
sv: Lösenord
th: รหัสผ่าน:

# SignInCurrentSiteRadioButtonText
source: Sign in to this site.
ar: سجّل الدخول إلى هذا الموقع.
bg: Влизане в този сайт.
de: Bei dieser Website anmelden
et: Logige siia saidile sisse.
fi: Kirjaudu sisään tähän sivustoon.
he: בצע כניסה לאתר זה.
it: Accedi al sito.
lt: Prisijungti prie šios svetainės.
pl: Zaloguj się do tej witryny.
ro: Pentru a utiliza acest site, faceţi Sign in.
ru: Выполнить вход на этот сайт.
sv: Logga in på den här webbplatsen.
th: ลงชื่อเข้าใช้ในไซต์นี้

# SelectASiteText
source: Select a site to sign in to:
ar: حدد أحد المواقع لتسجيل الدخول إليه:
bg: Изберете сайт, в който да влезете:
de: Wählen Sie eine Website für die Anmeldung aus:
et: Valige sait, kuhu sisse logida:
fi: Valitse sivusto, johon haluat kirjautua sisään:
he: בחר אתר שאליו ברצונך להיכנס:
it: Selezionare un sito per l'accesso:
lt: Pasirinkite svetainę, prie kurios norite prisijungti:
pl: Wybierz witrynę, do której chcesz się zalogować:
ro: Selectaţi un site pentru a face Sign in:
ru: Выбор сайта для входа:
sv: Välj en webbplats som du vill logga in på:
th: เลือกไซต์เพื่อลงชื่อเข้าใช้:

# SignedInText
source: You are signed in.
ar: تم تسجيل دخولك.
bg: Влязохте.
de: Sie sind angemeldet.
et: Te olete sisse logitud.
fi: Olet kirjautuneena sisään.
he: בוצעה כניסה לאתר.
it: Accesso effettuato.
lt: Jūs prisijungę.
pl: Zalogowano.
ro: Sunteţi conectat.
ru: Вы выполнили вход.
sv: Du är inloggad.
th: คุณได้ลงชื่อเข้าใช้แล้ว

# SigningOutText
source: Signing out from all applications...
ar: جارٍ تسجيل الخروج من كافة التطبيقات...
bg: Излизане от всички приложения...
de: Abmelden von allen Anwendungen...
et: Kõikidest rakendustest väljalogimine...
fi: Kirjaudutaan ulos kaikista sovelluksista...
he: מבצע יציאה מכל היישומים...
it: Disconnessione da tutte le applicazioni in corso...
lt: Atsijungiama iš visų programų...
pl: Trwa wylogowywanie ze wszystkich aplikacji...
ro: Se face Sign out de la toate aplicaţiile...
ru: Выполняется выход из всех приложений...
sv: Loggar ut från alla program...
th: กำลังลงชื่อออกจากโปรแกรมประยุกต์ทั้งหมด...

# SignInText
source: sign in
ar: تسجيل الدخول
bg: влизане
de: Anmelden
et: logige sisse
fi: kirjaudu sisään
he: כניסה
it: accedi
lt: prisijungti
pl: zaloguj
ru: войти
sv: logga in
th: ลงชื่อเข้าใช้

# SignOutWarning
source: For improved security, we recommend that you close all browser windows at the end of your online session.
ar: للحصول على مستوى محسّن من الأمان، نوصي بإغلاق كافة نوافذ المستعرض عند انتهاء جلسة العمل على الإنترنت.
bg: За повишена защита препоръчваме да затворите всички прозорци на браузъра в края на онлайн сесията.
de: Zur Erhöhung der Sicherheit wird empfohlen, nach dem Ende der Onlinesitzung alle Browserfenster zu schließen.
et: Lisaturvalisuse eesmärkidel soovitame oma võrguseanssi lõpus kõik brauseriaknad sulgeda.
fi: Microsoft suosittelee, että tehostat tietoturvaa sulkemalla kaikki selainikkunat verkkoistuntosi lopuksi.
he: לבטיחות משופרת, מומלץ לסגור את כל חלונות הדפדפן בסיום ההפעלה המקוונת.
it: Per una protezione avanzata, è consigliabile chiudere tutte le finestre del browser alla fine della sessione in linea.
lt: Siekiant didesnės saugos, interneto seanso pabaigoje rekomenduojama uždaryti visus naršyklės langus.
pl: Zaleca się, aby dla zwiększenia bezpieczeństwa zamknąć wszystkie okna przeglądarki na zakończenie danej sesji online.
ro: Pentru o securitate sporită, vă recomandăm să închideţi toate ferestrele de browser la finalul sesiunii online.
ru: В целях усиления безопасности рекомендуется в конце сеанса закрывать все окна браузера.
sv: Av säkerhetsskäl rekommenderar vi att du stänger alla webbläsarfönster i slutet av onlinesessionen.
th: เพื่อความปลอดภัยยิ่งขึ้น เราแนะนำให้คุณปิดหน้าต่างเบราว์เซอร์ทั้งหมดหลังเซสชันการออนไลน์ของคุณ

# SingleSignOutText
source: Sign out from all the sites that you have accessed.
ar: سجّل الخروج من كافة المواقع التي قمت بالوصول إليها.
bg: Излезте от всички отворени сайтове.
de: Melden Sie sich von allen Websites ab, bei denen Sie angemeldet sind.
et: Väljalogimine kõikidelt saitidelt, kus olete käinud.
fi: Kirjaudu ulos kaikista sivustoista, joita olet käyttänyt.
he: צא מכל האתרים שביצעת גישה אליהם.
it: Uscire da tutti i siti ai quali si è effettuato l'accesso.
lt: Atsijunkite iš visų svetainių, prie kurių buvote prisijungę.
pl: Wyloguj się ze wszystkich odwiedzanych witryn.
ro: Faceţi Sign out de pe toate site-urile pe care le-aţi accesat.
ru: Выполните выход со всех сайтов, к которым вы получили доступ.
sv: Logga ut från alla webbplatser du varit på.
th: ลงชื่อออกจากไซต์ทั้งหมดที่คุณได้เข้าถึง

# SucessfulSignoutText
source: You have signed out.
ar: تم تسجيل خروجك.
bg: Излязохте.
de: Sie wurden abgemeldet.
et: Olete välja loginud.
fi: Olet kirjautunut ulos.
he: בוצעה יציאה מהאתר.
it: Disconnessione effettuata.
lt: Jūs atsijungėte.
pl: Wylogowano.
ro: Aţi făcut Sign out.
ru: Вы выполнили выход.
sv: Du har loggat ut.
th: คุณได้ลงชื่อออกแล้ว

# UsernameExample
source: Example: Domain\username
ar: مثال: المجال/اسم المستخدم
bg: Пример: Домейн\потребителско име
de: Beispiel: Domäne\Benutzername
et: Nt: domeen\kasutajanimi
fi: Esimerkki: Toimialue\käyttäjänimi
he: לדוגמה: תחום/שם משתמש
it: Esempio: dominio\nome utente
lt: Pavyzdys: domenas\vartotojo vardas
pl: Przykład: domena\nazwa_użytkownika
ro: Exemplu: Domeniu\numeutilizator
ru: Пример: Домен\имя_пользователя
sv: Exempel: domän\användarnamn
th: ตัวอย่าง: โดเมน\ชื่อผู้ใช้

# UsernameLabel
source: User name (CID):
ar: اسم المستخدم:
bg: Потребителско име:
de: Benutzername:
et: Kasutajanimi:
fi: Käyttäjänimi:
he: שם משתמש:
it: Nome utente:
lt: Vartotojo vardas:
pl: Nazwa użytkownika:
ro: Nume utilizator:
ru: Имя пользователя:
sv: Användarnamn (CID)
th: ชื่อผู้ใช้:

# WaitText
source: Please wait...
ar: الرجاء الانتظار...
bg: Моля, изчакайте...
de: Bitte warten...
et: Palun oodake...
fi: Odota...
he: אנא המתן...
it: Attendere...
lt: Palaukite...
pl: Czekaj...
ro: Aşteptaţi...
ru: Подождите...
sv: Vänta...
th: โปรดรอสักครู่...

# ConsentExplicit
source: Explicit
ar: صريحة
bg: Изрично
de: Ausdrücklich
et: Ilmne
fi: Eksplisiittinen
he: מפורשת
it: Esplicito
lt: Aiškus
pl: Jawna
ru: Явное
th: ชัดเจน

# ConsentImplicit
source: Implicit
ar: ضمنية
bg: Мълчаливо
de: Konkludent
et: Varjatud
fi: Implisiittinen
he: מרומזת
it: Implicito
lt: Numanomas
pl: Niejawna
ru: Неявное
th: โดยนัย

# ConsentInapplicable
source: Inapplicable
ar: غير قابلة للتطبيق
bg: Неприложимо
de: Nicht zutreffend
et: Kohaldamatu
fi: Ei sovellu
he: לא ישים
it: Non applicabile
lt: Netaikomas
pl: Nieodpowiednia
ro: Neaplicabil
ru: Неприменимо
sv: Inte tillämpbart
th: ใช้ไม่ได้

# ConsentObtained
source: Obtained
ar: تم الحصول عليها
bg: Получено
de: Abgerufen
et: Kätte saadud
fi: Hankittu
he: הושג
it: Ottenuto
lt: Gautas
pl: Uzyskana
ro: Obţinut
ru: Получено
sv: Erhållet
th: ได้รับแล้ว

# ConsentPrior
source: Prior
ar: سابقة
bg: Предишно
de: Vorherige
et: Eelnev
fi: Aiempi
he: קודם
it: Precedente
lt: Ankstesnis
pl: Wcześniejsza
ro: Anterior
ru: Предварительное
sv: Tidigare
th: ก่อนหน้า

# ConsentUnavailable
source: Unavailable
ar: غير متوفرة
bg: Недостъпно
de: Nicht verfügbar
et: Kättesaamatu
fi: Ei käytettävissä
he: לא זמין
it: Non disponibile
lt: Nepasiekiamas
pl: Niedostępna
ro: Indisponibil
ru: Недоступно
sv: Ej tillgängligt
th: ไม่พร้อมใช้งาน

# ConsentUnspecified
source: Unspecified
ar: غير محددة
bg: Неопределено
de: Allgemein
et: Täpsustuseta
fi: Ei määritetty
he: לא צוין
it: Non specificato
lt: Nenurodytas
pl: Nieokreślona
ro: Nespecificat
ru: Не указано
sv: Ospecificerat
th: ไม่ระบุ

# FormsSignInButtonText
source: Sign In
ar: تسجيل الدخول
bg: Влизане
de: Anmelden
et: Logige sisse
fi: Kirjaudu sisään
he: כניסה
it: Accedi
lt: Prisijungti
pl: Zaloguj
ru: Вход
sv: Logga in
th: ลงชื่อเข้าใช้

# HomeRealmSignInButtonText
source: Continue to Sign In
ar: متابعة لتسجيل الدخول
bg: Към страницата за влизане
de: Anmelden fortsetzen
et: Jätka sisselogimisega
fi: Jatka sisäänkirjautumiseen
he: המשך לביצוע כניסה
it: Continua l'accesso
lt: Tęsti ir pasirašyti
pl: Kontynuuj logowanie
ro: Sign in
ru: Продолжить вход
sv: Fortsätt till inloggningssidan
th: ดำเนินการลงชื่อเข้าใช้ต่อไป

# LanguageDirection
source: ltr
ar: rtl
he: rtl

# SelectAsiteRadioButtonText
source: Select one of the following sites:
ar: حدد أحد المواقع التالية:
bg: Изберете един от следните сайтове:
de: Wählen Sie eine der folgenden Websites aus:
et: Valige üks järgnevatest saitidest:
fi: Valitse jokin seuraavista sivustoista:
he: בחר אחד מבין האתרים הבאים:
it: Selezionare uno dei siti seguenti:
lt: Pasirinkite vieną iš šių svetainių:
pl: Wybierz jedną z następujących witryn:
ro: Selectaţi unul dintre următoarele site-uri:
ru: Выбрать один из следующих сайтов:
sv: Välj en av följande webbplatser:
th: เลือกไซต์ใดไซต์หนึ่งต่อไปนี้:

# SignInOtherSiteRadioButtonText
source: Sign in to one of the following sites:
ar: سجّل الدخول إلى أحد المواقع:
bg: Влизане в един от следните сайтове:
de: Anmelden bei einer der folgenden Websites:
et: Logige sisse ühele järgnevatest saitidest:
fi: Kirjaudu sisään johonkin seuraavista sivustoista:
he: היכנס לאחד מהאתרים הבאים:
it: Accedere a uno dei seguenti siti:
lt: Prisijungti prie vienos iš šių svetainių:
pl: Zaloguj się do jednej z następujących witryn:
ro: Faceţi Sign in la unul dintre următoarele site-uri:
ru: Войти на один из следующих сайтов:
sv: Logga in på en av följande webbplatser:
th: ลงชื่อเข้าใช้ไซต์ใดไซต์หนึ่งต่อไปนี้:

# SignOutButtonText
source: Sign Out
ar: تسجيل الخروج
bg: Излизане
de: Abmelden
et: Logige välja
fi: Kirjaudu ulos
he: יציאה
it: Esci
lt: Atsijungti
pl: Wyloguj
ru: Выход
sv: Logga ut
th: ลงชื่อออก

# ErrorPageTitle
source: Error
ar: خطأ
bg: Грешка
de: Fehler
et: viga
fi: Virhe
he: שגיאה
it: Errore
lt: Klaida
pl: Błąd
ro: Eroare
ru: Ошибка
sv: Fel
th: ข้อผิดพลาด

# FormsSignInPageTitle
source: Sign In
ar: تسجيل الدخول
bg: Влизане
de: Anmelden
et: Logige sisse
fi: Kirjaudu sisään
he: כניסה
it: Accedi
lt: Prisijungti
pl: Zaloguj
ru: Вход
sv: Logga in
th: ลงชื่อเข้าใช้

# HomeRealmDiscoveryPageTitle
source: Sign In
ar: تسجيل الدخول
bg: Влизане
de: Anmelden
et: Logige sisse
fi: Kirjaudu sisään
he: כניסה
it: Accedi
lt: Prisijungti
pl: Zaloguj
ru: Вход
sv: Logga in
th: ลงชื่อเข้าใช้

# IdpInitiatedSignOnPageTitle
source: Sign-In Page
ar: صفحة تسجيل الدخول
bg: Страница за влизане
de: Anmeldeseite
et: Sisselogimisleht
fi: Sisäänkirjautumissivu
he: דף כניסה
it: Pagina di accesso
lt: Prisijungimo puslapis
pl: Strona logowania
ro: Pagina de Sign in
ru: Страница входа
sv: Inloggningssida
th: เพจ ลงชื่อเข้าใช้

# SignOutPageTitle
source: Sign-Out Page
ar: صفحة تسجيل الخروج
bg: Страница за излизане
de: Abmeldeseite
et: Väljalogimisleht
fi: Uloskirjautumissivu
he: דף יציאה
it: Pagina di disconnessione
lt: Atsijungimo puslapis
pl: Strona wylogowywania
ro: Pagina de Sign out
ru: Страница выхода
sv: Utloggningssida
th: เพจ ลงชื่อออก

# GoButtonText
source: Go
ar: انتقال
bg: Почни
de: Los
et: Minge
fi: Siirry
he: בצע
it: Vai
lt: Eiti
pl: Przejdź
ro: Salt
ru: Перейти
sv: Gå till
th: ไปที่

# SigningInText
source: Signing in...
ar: جارٍ تسجيل الدخول...
bg: Влизане...
de: Anmelden...
et: Sisselogimine...
fi: Kirjaudutaan sisään...
he: מבצע כניסה...
it: Accesso in corso...
lt: Prisijungiama...
pl: Trwa logowanie...
ro: Se face Sin in...
ru: Выполняется вход...
sv: Loggar in...
th: กำลังลงชื่อเข้าใช้...

# UnauthenticatedText
source: Authentication failed. Close the browser and try again, or contact your administrator for more information.
ar: فشلت المصادقة. أغلق المستعرض وحاول مرة أخرى، أو اتصل بالمسؤول للحصول على مزيد من المعلومات.
bg: Удостоверяването не е успешно. Затворете браузъра и опитайте отново или се свържете с администратора за повече информация.
de: Fehler bei der Authentifizierung. Schließen Sie Ihren Browser, und wiederholen Sie den Versuch bzw. wenden Sie sich für weitere Informationen an den Administrator.
et: Autentimine nurjus. Sulgege brauser ja proovige uuesti või võtke ühendust oma administraatoriga, et saada lisainfot.
fi: Todennus epäonnistui. Sulje selain ja yritä uudelleen tai kysy järjestelmänvalvojalta lisätietoja.
he: האימות נכשל. סגור את הדפדפן ונסה שוב, או פנה למנהל המערכת לקבלת מידע נוסף.
it: Autenticazione non riuscita. Chiudere il browser e riprovare oppure contattare l'amministratore per ulteriori informazioni.
lt: Autentifikuoti nepavyko. Uždarykite naršyklę ir pamėginkite dar kartą arba kreipkitės į administratorių, jei reikia daugiau informacijos.
pl: Uwierzytelnianie nie powiodło się. Zamknij przeglądarkę i spróbuj ponownie lub skontaktuj się z administratorem, aby uzyskać więcej informacji.
ro: Autentificarea nu a reuşit. Închideţi browserul şi încercaţi din nou sau contactaţi administratorul pentru a afla informaţii suplimentare.
ru: Проверка подлинности не прошла. Закройте браузер и повторите попытку или обратитесь к администратору за дополнительными сведениями.
sv: Autentiseringen misslyckades. Stäng webbläsaren och försök igen, eller kontakta administratören om du vill ha mer information.
th: การรับรองความถูกต้องล้มเหลว โปรดปิดเบราว์เซอร์แล้วลองอีกครั้ง หรือติดต่อผู้ดูแลระบบของคุณสำหรับข้อมูลเพิ่มเติม

# UnauthorizedText
source: You are not authorized to access this site. Contact your administrator for more information.
ar: غير مصرح لك بالوصول إلى هذا الموقع. اتصل بالمسؤول للحصول على مزيد من المعلومات.
bg: Не сте упълномощен за достъп до този сайт. Свържете се с администратора за повече информация.
de: Sie sind nicht berechtigt, auf diese Website zuzugreifen. Wenden Sie sich für weitere Informationen an den Administrator.
et: Teil ei ole luba saidile ligipääsuks. Lisainfo jaoks võtke ühendust oma administraatoriga.
fi: Sinulla ei ole oikeuksia käyttää tätä sivustoa. Kysy lisätietoja järjestelmänvalvojalta.
he: אינך מורשה לגשת לאתר זה. פנה למנהל המערכת לקבלת מידע נוסף.
it: Non si dispone dell'autorizzazione per accedere al sito. Per ulteriori informazioni, contattare l'amministratore.
lt: Jums neleidžiama pasiekti šios svetainės. Jei reikia daugiau informacijos, kreipkitės į administratorių.
pl: Nie masz uprawnień dostępu do tej witryny. Aby uzyskać więcej informacji, skontaktuj się z administratorem.
ro: Nu deţineţi permisiunea de a accesa acest site. Pentru informaţii suplimentare, contactaţi administratorul dvs.
ru: У вас нет права на доступ к этому сайту. Для получения дополнительных сведений обратитесь к администратору.
sv: Du har inte åtkomsträttigheter till den här webbplatsen. Kontakta administratören om du vill ha mer information.
th: คุณไม่ได้รับอนุญาตให้เข้าถึงไซต์นี้ สำหรับข้อมูลเพิ่มเติม โปรดติดต่อผู้ดูแลระบบของคุณ
